test/src/test/testtool/WsdlXmlValidator/04c/in.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
	<soapenv:Body>
		<Request xmlns="http://targetNamespace">
			<Test>abc</Test>
		</Request>
	</soapenv:Body>
</soapenv:Envelope>
